/*
Вам замовили програму планування часу конференцій та зустрічей, а також бронювання місць у готелі 
для відвідувачів компанії та учасників конференцій. Визначте основні підсистеми.

Основні підсистеми:					

					Управління користувачами (UserManager)

						* Реєстрація користувачів
						* Виведення списку користувачів
					
					Управління конференціями (ConferenceManager)

						* Створення конференцій
						* Виведення списку конференцій

						Управління готелем (HotelManager)

						* Додавання готельних номерів
						* Виведення списку номерів
						* Бронювання готельних номерів
*/

